Repository: waddasauria/tt-74527469
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: (See the graphics shown above).
es: (Observe los gráficos mostrados arriba).

source: * “CAUTION – Risk Of Fire Or Explosion .Due To Puncture Of Refrigerant Tubing; Follow Handling Instructions Carefully.
es: * “PRECAUCIÓN – Riesgo de incendio o explosión.Debido a la perforación de la tubería de refrigerante; siga cuidadosamente las instrucciones del manual.

source: * “CAUTION – Risk Of Fire Or Explosion.
es: * "PRECAUCIÓN - Riesgo de incendio o explosión.

source: * “DANGER – Risk Of Fire Or Explosion.
es: * “PELIGRO – Riesgo De Incendio o Explosión.

source: * “DANGER – Risk Of Fire or Explosion.
es: * “PELIGRO – Riesgo De Incendio o Explosión.

source: 1, Voltage: according to local voltage
es: 1, Tensión: según la tensión local

source: 1.Read these instructions.
es: 1.Lea estas instrucciones.

source: 1.WARNING–Keep ventilation openings, in both your refrigerator and the built-in structure, clear of obstruction.
es: 1.ADVERTENCIA–Mantenga las aberturas de ventilación, tanto en su refrigerador como en la estructura incorporada, libres de obstrucciones.

source: 10.Follow local regulations regarding disposal of your refrigerator due to flammable refrigerant and gas.
es: 10.Antes de deshacerse de su frigorífico, siga las regulaciones locales al respecto, debido a que el frigorífico contiene gases inflamables y refrigerantes.

source: 12 .This appliance is intended to be used in household and similar applications such as
es: 12 .Este electrodoméstico está destinado a ser utilizado en el ámbito doméstico y similares como:

source: 17.Refer all servicing to qualified service personnel.
es: 17.Deje que un prestador de servicios cualificado se encargue de las reparaciones.

source: 2, Rated power: 180W
es: 2, Potencia nominal: 180W

source: 2.Leave the shelves in place so that children cannot climb inside.
es: 2.Deja los estantes en su sitio de modo que los niños no puedan trepar por su interior.

source: 2.WARNING–Do not touch the interior of your refrigerator with wet hands.
es: 2. ADVERTENCIA–No toque el interior de su frigorífico con las manos mojadas.

source: 20Your refrigerator is not intended for use by persons (including children) with reduced physical, sensory, or mental
es: 20. Su frigorífico no está destinado a ser utilizado por personas (incluidos niños) con capacidades diferentes, ya sean físicas, sensoriales o mentales. l

source: 22If the power cord is damaged, it must be replaced by the manufacturer, its service agent, or similarly qualified person, inorder to avoid a hazard.
es: 22 Si el cable de alimentación está dañado, debe ser sustituido por el fabricante, su agente de servicio, o una persona igualmente cualificada, para evitar el peligro.

source: 3, Climate type: ST, suitable for 5-38℃, humidity 45-90%RH
es: 3, Tipo de clima: ST, adecuado para 5-38℃, humedad 45-90%RH

source: 3.Heed all warnings.
es: 3.Tenga en cuenta todas las advertencias.

source: 3.WARNING–Do not use mechanical devices or other means to accelerate the defrosting process, other than those recommended by the manufacturer.
es: 3.ADVERTENCIA– No utilice dispositivos mecánicos u otros medios que no sean los recomendados por el fabricante para acelerar el proceso de descongelación.

source: 4, Temperature range in cabinet: 5-10℃ in upper chamber, 10-20℃ in lower chamber, adjustable
es: 4, Rango de temperatura en el gabinete: 5-10℃ en la cámara superior, 10-20℃ en la cámara inferior, ajustable

source: 4.Follow all instructions.
es: 4.Siga todas las instrucciones.

source: 4.WARNING–Do not damage the refrigerant circuit.
es: 4.ADVERTENCIA–No dañe el circuito refigerante.

source: 5, Cooling type: air cooling, no frost.
es: 5, Tipo de refrigeración: refrigeración por aire, sin heladas.

source: 5.WARNING–Do not damage the refrigerant tubing when handling, moving, or using your refrigerator.
es: 5.ADVERTENCIA–No dañe la tubería refrigerante cuando manipule, traslade o utilice su frigorífico.

source: 6.Clean only with a damp cloth.
es: 6.Limpiélo solo con un paño húmedo.

source: 6.WARNING–DANGER—Never allow children to play with, operate, or crawl inside your refrigerator.
es: 6.ADVERTENCIA–PELIGRO—Nunca permita que los niños jueguen, operen o se metan dentro de su refrigerador

source: 7.Do not block any ventilation openings.
es: 7. No bloquee ninguna abertura de ventilación.

source: 8 Standard Shelves&two drawer
es: 8 estantes estándar y dos cajones

source: 8.Unplug your refrigerator before carrying out user maintenance on it.
es: 8.Desenchufe su frigorífico antes de llevar a cabo su mantenimiento.

source: 9.If a component part is damaged, it must be replaced by the manufacturer, its service agent, or similar qualified persons in order to avoid a hazard.
es: 9.Si un componente está dañado, debe ser sustituido por el fabricante, su agente de servicio o un profesional similar con el fin de evitar un peligro.

source: 9.Do not defeat the safety purpose of the polarized or grounding-type plug.
es: 9.No elimine el dispositivo de seguridad del enchufe, ya sea polarizado o con toma de tierra.

source: Do not store explosive substances such as aerosol cans with a flammable propellant in this appliance.
es: No guarde sustancias explosivas como latas de aerosol con propelente inflamaba en este electrodoméstico.

source: Set the refrigerator temperature to maximum setting and wait a few minutes.
es: Ponga la temperatura del frigorífico en el ajuste máximo y espere unos minutos.

source: A grounding type plug has two blades and a third grounding prong.
es: Un enchufe con toma de tierra tiene tres clavijas.

source: A large amount of contents has been added to the Wine Cooler.
es: Se ha añadido una gran cantidad de contenido al frigorífico.

source: A polarized plug has two blades with one
es: Un enchufe polarizado tiene dos clavijas, con una

source: AMBIENT TEMPERATURES BELOW 50ºF (10ºC) WILL AFFECT THE OPERATION OF YOUR REFRIGERATOR.
es: TEMPERATURAS AMBIENTES POR DEBAJO DE 10 GRADOS AFECTARÁN AL FUNCIONAMIENTO DE SU FRIGORÍFICO.

source: Adjust the feet to keep the refrigerator level.
es: Ajuste las patas para mantener el frigorífico nivelado.

source: After 24 to 48 hours, adjust the temperature control to the setting that best suits your needs.
es: Después de 24 a 48 horas, ajuste el control de la temperatura a la configuración que mejor se adapte a sus necesidades.

source: After plugging the appliance into a wall outlet, turn the unit on and allow the unit to cool down for 2~3 hours under before placing food in the refrigerator or freezer compartment.
es: Después de conectar el electrodomésctico a una toma de corriente, enciendalo y deje que se enfríe durante 2~3 horas antes de colocar los alimentos en el compartimento del frigorífico o del congelador.

source: After the Fridge/Freezer is in place it needs to be left for 4 hours.
es: Una vez colocado el frigorífico/congelador, debe dejarse durante 4 horas.

source: All Safety Precautions Must be Followed”.
es: Deben seguirse todas las precauciones de seguridad".

source: All refrigeration products contain refrigerants, which under the guidelines of federal law must be removed before disposal.
es: Todos los productos de refrigeración contienen gases refrigerantes, que deben ser eliminados antes de deshechar el frigorífico segúnlas directrices de la ley federal.

source: Allow 5 inches of space between the back and sides of the refrigerator, which allows the proper air ventilation.
es: Deje un espacio de 5 pulgadas entre la parte trasera y los laterales del frigorífico. Esto permite que el aire circule correctamente.

source: Allow pre-cooked food to cool down before placing in the Fridge.
es: Deje que la comida precocinada se enfríe antes de colocarla en el frigorífico.

source: Also avoid direct sunlight in out-buildings or sun lounges.
es: Evite también la luz directa del sol en los edificios exteriores o en las tumbonas.

source: Also protect outside of appliance with a blanket, or similar item.
es: Proteja también el exterior del aparato con una manta o elemento similar.

source: Always buy frozen products last on your shopping trip or visit to the supermarket.
es: Compre siempre los productos congelados en último lugar en su viaje de compras o visita al supermercado.

source: Always grip the plug firmly and pull straight out from the receptacle.
es: Agarre siempre el enchufe con firmeza y retírelo directamente del receptáculo.

source: Ambient temperature below 50°F or above 85°F will hinder the performance of this appliance.
es: La temperatura ambiente inferior a 10º o superior a 29º dificultará el funcionamiento del electrodoméstico.

source: Any questions concerning power and/or grounding should be directed toward a certified electrician or an authorized service center.
es: Ante cualquier pregunta relacionada con la alimentación y/o la conexión a tierra debe contactar con un electricista profesional o con un centro de servicio autorizado. .

source: As each cycle ends, you may hear gurgling sounds caused by the flow of refrigerant in your Wine Cooler.
es: Al finalizar cada ciclo, es posible que escuche sonidos de gorgoteo causados por el flujo de refrigerante en su enfriadora de vino.

source: As shown in Figure step 1, remove the lamp cover;
es: Como se muestra en el paso 1 de la figura, retire la cubierta de la lámpara;

source: As shown in Figure step 2, use left hand to press the LED light panel to inside along the direction of arrow B and pull out the circuit boards along the direction of “arrow C” with flat had screwdriver.
es: Como se indica en el paso 2 de la figura, utilice la mano izquierda para presionar el panel de luz LED hacia el interior a lo largo de la dirección de la flecha B y saque las placas de circuito a lo largo de la dirección de la "flecha C" con un destornillador plano.

source: As shown in Figure step 3, hold down of wire terminal with left hand and remove the LED lamp circuit with right hand seizing the other wire terminal .
es: Como se indica en el paso 3 de la figura, sujete el terminal del cable con la mano izquierda y retire el circuito de la lámpara LED con la mano derecha sujetando el otro terminal del cable.

source: Attempting to restart the wine cooler before this time has elapsed may prevent the wine cooler from starting..
es: Si se intenta reiniciar la enfriadora de vinos antes de que haya transcurrido este tiempo, es posible que el refrigerador de vino no se ponga en marcha.

source: Avoid locating the refrigerator in moist areas.
es: Evite colocar el frigorífico en zonas húmedas.

source: Be sure the appliance stays secure in the upright position during transportation.
es: Asegúrese de que el aparato se mantiene en posición vertical durante el transporte.

source: Before Using Your Wine Cooler
es: Antes de usar su enfriadora de vino

source: Before connecting the wine cooler to power source, let it stand upright for approximately 2 hours.
es: Antes de conectar la enfriadora de vino a la fuente de alimentación, déjela en posición vertical durante aproximadamente 2 horas.

source: Before filling your Fridge/Freezer
es: Antes de llenar el frigorífico/congelador

source: Before installing, please carefully read the instruction in the end in order to avoid a certain number of problems.
es: Antes de la instalación, lea atentamente las instrucciones del final para evitar un conjunto de problemas.

source: Before plugging in YOU MUST
es: Antes de encender el frigorífico DEBE

source: Before removing the light bulb, turn off the refrigerator first and then unplug the unit from the wall outlet.
es: Antes de retirar la bombilla, apague primero el frigorífico y luego desenchufe el aparato del enchufe

source: Before storing foods in your Fridge/Freezer, turn the Fridge/Freezer on and wait for 24 hours, to make sure it is working properly and to allow the Fridge/Freezer to fail to the correct temperature.
es: Antes de guardar alimentos en su frigorífico/congelador, encienda el frigorífico/congelador y espere 24 horas, para asegurarse de que funciona correctamente y permitir que el frigorífico/congelador no alcance la temperatura adecuada.

source: Before switching on!
es: ¡Antes de encenderlo!

source: Before you throw away your old refrigerator:
es: Antes de tirar su viejo frigorífico:

source: Before you throw away your old wine cooler:1.take off the door.
es: Antes de tirar tu vieja enfriadora de vino:1. Desmonta la puerta.

source: Bottle Storage Bin
es: Contenedor para almacenar botellas

source: Butter, margarine, low-fat speads, cooking fats and lard.
es: Mantequilla, margarina, mantequilla baja en grase, grasas para cocinar y manteca.

source: Can Dispenser
es: Dispensador de latas

source: Care and maintenance 9
es: Cuidado y mantenimiento 9

source: Carefully select food you intend to freeze, it should be of adequate quality and suitable for freezing.
es: Seleccione con cuidado los alimentos que vaya a congelar, deben ser de una calidad adecuada y aptos para su congelación..

source: Changing the Light Bulb
es: Cambio de bombilla

source: Check it is plugged in and switched on.
es: Compruebe que está enchufado y encendido.

source: Check that the fuse in the plug has not blown.
es: Compruebe que el fusible del enchufe no se ha fundido.

source: Check that the voltage marked on the product corresponds with your supply voltage.
es: Asegúrese de que la tensión marcada en el producto se corresponde con la tensión de alimentación.

source: Check that you have a socket which is compatible with the plug supplied with the Fridge/Freezer.
es: Comprobar que dispone de una toma de corriente compatible con el enchufe suministrado con el frigorífico/congelador.

source: Check the Fridge/Freezer temperature
es: Compruebe la temperatura del Frigorífico/Congelador

source: Check the Troubleshooting Guide at the back of this manual.
es: Consulte la Guía de resolución de problemas en la parte posterior de este manual.

source: Check the temperature control setting.
es: Revisa los ajustes de control de temperatura.

source: Check the temperature of the frozen food cabinet in the shop where you buy your frozen foods.
es: Compruebe la temperatura del armario de alimentos congelados de la tienda donde los compre.

source: Check to assure that the Wine Cooler is level.
es: Asegúrese de que el enfriador de vinos está nivelado..

source: Children should be supervised to ensure that they do not play with your refrigerator.
es: Los niños deben ser supervisados para asegurar que no jueguen con el frigorífico.

source: Choose packs carefully
es: Elija bien los envases

source: Clean and dry the interior thoroughly.
es: Limpie y seque bien el interior.

source: Clean the interior surface with lukewarm water using a soft cloth.
es: Limpie la superficie interior con agua tibia utilizando un paño suave.

source: Clean the refrigerator.
es: Limpie el frigorífico.

source: Cleaning before use
es: Limpieza antes del uso

source: Cleaning inside the Fridge/Freezer
es: Limpieza del interior del frigorífico/congelador

source: Cleaning outside the Fridge/Freezer
es: Limpieza del exterior del frigorífico/congelador

source: Cleaning your wine cooler
es: Limpie su enfriadora de vino

source: Coldest area
es: Área más fría

source: Condensation appears on the outside of the Fridge/Freezer
es: Aparece condensación en el exterior del frigorífico/congelador

source: Consult Repair Manual/Owner’s Guide Before Attempting To Service This Product.
es: Consulte el manual de reparación/guía del usuario antes de intentar reparar este producto.

source: Consult a qualified electrician or service person if
es: Consulte a un electricista o técnico cualificado si

source: Contact the local store where your purchase was made.
es: Póngase en contacto con la tienda local en la que realizó la compra.

source: Contents Page#
es: Contenidos Página#

source: Contraction and expansion of the inside walls may cause popping and crackling noises.
es: La contracción y la expansión de las paredes interiores pueden provocar ruidos de chasquidos y crujidos.

source: Cooked meats should always be stored on a shelf above raw meats to avoid bacterial transfer.
es: La carne cocinada debe guardarse siempre en una balda sobre la carne cruda para evitar el paso de bacterias.

source: Cooker, boiler or radiator.
es: Cocina, caldera o radiador.

source: Cool area
es: Área fresca.

source: Correct Disposal of this product
es: Eliminación correcta de este producto

source: Crisper
es: Cajón para verduras

source: Crisper Cover
es: Cubierta del cajón para verduras

source: Cutout Dimensions
es: Dimensiones de la caja

source: DANGER: Risk of child becoming trapped in new wine cooler, old wine cooler/refrigeration unit, or large boxes.
es: PELIGRO: Existe el riesgo de que el niño quede atrapado en la enfriadora de vino nueva, en la enfriadora/nevera de vino vieja o en las cajas más grandes.

source: DO NOT SWITCH ON UNTIL FOUR HOURS AFTER MOVING THE FRIDGE/FREEZER.
es: NO ENCENDER HASTA CUATRO HORAS DESPUÉS DE HABER TRASLADADO EL FRIGORÍFICO/CONGELADOR.

source: Defrosting
es: Descongelación

source: Depth of housing mm 700
es: Profundidad de la caja mm 700

source: Description
es: Descripción

source: Development Zone,Anhui,P.R China
es: Zona de Desarrollo,Anhui,P.R China

source: Dimensions of the recess
es: Dimensiones del encaje

source: Direct sunlight may affect the acrylic coating and heat sources may increase electrical consumption.
es: La luz solar directa puede afectar al revestimiento acrílico y las fuentes de calor pueden aumentar el consumo eléctrico. .

source: Dispose Of Property In Accordance With Federal Or Local Regulations.
es: Disponer de los bienes de acuerdo con la normativa federal o local.

source: Do Not Puncture Refrigerant Tubing”.
es: No perfore el tubo refrigerante".

source: Do Not Use Mechanical Devices To Defrost Refrigerator.
es: No utilice dispositivos mecánicos para descongelar la nevera.

source: Do not attempt to modify or extend the power cord of your refrigerator.
es: No intente modificar o alargar el cable de alimentación de su frigorífico. .

source: Do not handle the plug with wet hands.
es: No toque el enchufe con las manos mojadas.

source: Do not install near any heat sources, such as radiators, heat registers, stoves, or other apparatus (including amplifiers) that produce heat.
es: No lo instale cerca de ninguna fuente de calor, como radiadores, calefactores, estufas u otros aparatos (incluyendo disipadores de calor) que produzcan calor.

source: Do not open the Fridge/Freezer door more than necessary.
es: No abra la puerta del frigorífico/congelador más de lo necesario.

source: Do not place overfull loading of the bottles onto one shelf to avoid damaging the shelf and affect the temperature for wine cooler.
es: No coloque una carga excesiva de botellas en un estante para evitar dañar el estante y afectar la temperatura de la enfriadora de vinos.

source: Do not place your Fridge/Freezer near a heat source, eg.
es: No coloque el frigorífico/congelador cerca de una fuente de calor, por ejemplo

source: Do not store in the vicinity of any other appliance.
es: No lo almacene cerca de ningún otro electrodoméstico.

source: Do not store inflammable gasses or liquids in the fridge.
es: No almacene gases o líquidos inflamables en el frigorífico.

source: Do not store near gasoline or any other flammable vapors.
es: Tampoco lo almacene cerca de gasolina u otros vapores inflamables.

source: Do not turn on the Fridge/Freezer for 4 hours
es: No encienda el Frigorífico/Congelador durante 4 horas

source: Do not under any circumstances cut or remove the third (ground) prong from the power cord.
es: No corte o retire la tercera clavija del cable de alimentación bajo ninguna circunstancia.

source: Do not under any circumstances cut or remove the third ground prong over cord supplied.
es: En ningún caso corte o retire la tercera clavija (a tierra) del cable de alimentación.

source: Do not use a cord that shows cracks or abrasion damage along its length or at either end.
es: No utilice un cable que presente grietas o daños por abrasión a lo largo de su longitud o en cualquiera de sus extremos.

source: Do not use an extension cord with this appliance.
es: No utilice una alargadera con este electrodoméstico.

source: Do not use extension cords or ungrounded (two prong) adapters.
es: No utilice alargadores ni adaptadores de dos clavijas.

source: Do not use harsh cleaners, scouring pads or solvents to clean any part of the Fridge/Freezer
es: No utilice limpiadores fuertes, estropajos o disolventes para limpiar cualquier parte del frigorífico/congelador

source: Do not use thin cling film or glass.
es: No utilice film transparente fino ni vidrio.

source: Do not use used food containers (unless cleaned thoroughly first).
es: No utilice envases de alimentos usados (a menos que se limpien bien antes).

source: Do not use your appliance with an extension cord unless this cord has been checked and tested by a qualified technician or service person.
es: No utilice su aparato con un cable alargador a menos que haya sido probado y certificado por un técnico cualificado o un servicio técnico.

source: Do not use your refrigerator near water.
es: No utilice el frigorífico cerca del agua.

source: Do not, under any circumstances, cut or remove the third ground prong from the power cord supplied.
es: En ningún caso corte o retire la tercera clavija de tierra del cable de alimentación proporcionado.

source: Don’t buy frozen food unless you can freeze it straight away.
es: No compre alimentos congelados a menos que pueda congelarlos de inmediato.

source: Don’t cover or block the vents or grilles of your appliance.
es: No cubra ni bloquee las rejillas de ventilación o las rejillas de su aparato.

source: Down
es: Abajo

source: Dry the tray, otherwise it may stick to the bottom of the freezer.
es: Seque la bandeja, de lo contrario podría pegarse al fondo del congelador.

source: Each shelf could hold 15 bottles standard size wine cooler.
es: Cada estante puede contener 15 botellas de vino de tamaño estándar.

source: Economy&Technology
es: Economía y Tecnología

source: Ed or otherwise damaged.
es: o dañado de alguna manera.

source: Electric Shock Hazard
es: Peligro de descarga eléctrica

source: Electrical Connection
es: Conexión eléctrica

source: Electrical fuse protection of at least 10 amperes must be provided.
es: Debe haber una protección eléctrica de al menos 10 amperios.

source: Energy Saving Tips
es: Consejos de ahorro energético

source: Ensure that the unit is adequately ventilated.
es: Asegúrese de que se ventila adecuadamente el aparato.

source: External environment may require a higher setting.
es: El ambiente externo quizás requiera un ajuste mayor.

source: Failure to do so could result in electrical shock or personal injury.
es: Su incumplimiento podría provocar una descarga eléctrica o lesiones personales.

source: Failure to follow these instructions can result in electric shock, fire, or death.
es: El incumplimiento de estas instrucciones puede provocar una descarga eléctrica, un incendio o incluso la muerte.

source: Fats, eg.
es: Grasas, .

source: Fill the ice cube tray (two thirds of it) with cold water or with any liquid suitable for freezing and place the tray on the bottom of the freezer to freeze properly.
es: Llene dos tercios de la bandeja de cubitos de hielo con agua fría o con cualquier líquido apto para la congelación y coloque la bandeja en el fondo del congelador para que se congele correctamente.

source: First, estimate the amount of food you will be freezing.
es: Primero, calcule la cantidad de alimentos que va a congelar.

source: Flammable Refrigerant Used.
es: Refrigerante inflamable utilizado.
